{
  "gameTitle": "Grand Austria Hotel",
  "home": {
    "title": "Grand Austria Hotel Solo Helper",
    "play1": "Play <a href='https://boardgamegeek.com/boardgame/182874/grand-austria-hotel' target='_blank' rel='noopener'><b>Grand Austria Hotel</b></a> solo against Leopold and Elisabeth.",
    "play2": "This application implements the official solo mode of Grand Austria Hotel: Let's Waltz. It replaces the solo card deck. You can play with the base game, or with the modules from the Let's Waltz expansion.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard"
    },
    "expansions": {
      "title": "Expansions",
      "botUniqueHotel": "Unique Hotel for {opponentName}:",
      "botUniqueHotelRandom": "(random)",
      "lets-waltz-module-1-vienna-ballrooms": "Let's Waltz! - Module 1: Vienna Ballrooms",
      "lets-waltz-module-2-celebrities": "Let's Waltz! - Module 2: Celebrities",
      "lets-waltz-module-3-unique-hotels": "Let's Waltz! - Module 3: Unique Hotels",
      "lets-waltz-module-5-some-more": "Let's Waltz! - Module 5: Would you like some more?"
    }
  },
  "setupBot": {
    "title": "Setup {opponentName}",
    "setup2Players": "Set up the game for 2 players, as described in the base game rules, applying the following changes to your <b>opponent’s</b> and, if mentioned, to your <b>personal display</b>:",
    "turnOrderTile": "Your opponent gets the “1/4” turn order tile, i.e., he always takes the first turn. <i>(Conversely, you get the “2/3” turn order tile at the start.)</i>",
    "hotelBoardSide": "Your opponent always uses the <b>night side</b> of a random hotel board. You can turn your hotel board to whichever side you prefer.",
    "moneyTrack": "Your opponent does <b>not need</b> a money track nor money marker. In fact, he <b>never</b> has any money.",
    "itemsKitchen": "Your opponent <b>does not</b> start with any items in the kitchen. In fact, he never gets any items into the kitchen.",
    "botStaffCards": "<b>Before</b> drawing your initial hand of <b>staff cards</b> <i>(see next step)</i>, look through the deck and retrieve all cards with the ⇥ symbol. Shuffle these cards, draw 5 cards without looking at them, and place them in a facedown stack beside your opponent’s hotel board, as the <b>private deck</b>. Shuffle the remaining ⇥ cards back into the common deck. Your opponent <b>does not</b> draw any staff cards, nor does he reveal any cards in his private deck at this point.",
    "playerStaffCards": "Draw <b>10 staff cards</b> from the common deck and select 6 of them for your initial hand. Return the other 4 to the bottom of the common deck, in any order.",
    "initialGuestRooms": "Your opponent <b>does not</b> draw an initial guest and he <b>does not</b> prepare three rooms at the start <i>(only you do these things)</i>.",
    "viennaBallrooms": {
      "title": "Vienna Ballrooms",
      "rehearsalRoomBoardPlayer": "Take a random rehearsal room board for yourself. (You do not get to choose one.)",
      "rehearsalRoomBoardBot": "Your opponent <b>does not</b> get a rehearsal room board, but he does get his <b>10 dancers</b>, which he places beside his hotel board.",
      "noChampagne": "Your opponent <b>does not</b> get any champagne."
    },
    "uniqueHotels": {
      "title": "Unique Hotels",
      "hotelEntranceBot": "Setup the hotel entrance of your opponent - <b>{hotelEntrance}</b>:",
      "hotelEntrancePlayer": "Draw <b>three regular hotel entrance tiles</b> and choose one of them for yourself.",
      "startingMoneyPlayer": "You start the game with <b>7 krones</b>. Adjust the marker on your money track accordingly."
    }
  },
  "roundStart": {
    "title": "Round {round} Start",
    "rollDice": "Roll all the dice and place them on the corresponding Action spaces."
  },
  "roundEnd": {
    "title": "Round {round} End",
    "celebrities": "<i>Celebrities</i>: Discard player’s <b>celebrities</b>, update celebrities in the lounge and replenish the lounge.",
    "emperorScoring": {
      "title": "Emperor Scoring",
      "scoreVP": "<b>You and your opponent</b> score victory points for your position on the emperor track.",
      "resetMarkers": "Reset both markers by {steps} steps.",
      "gainBonusPenalty": "<b>Only you</b> get the reward or suffer the penalty from your position on the emperor track."
    },
    "viennaBallrooms": "<i>Vienna Ballrooms</i>: Score the <b>ballroom</b>.",
    "swapTurnOrderTiles": "Swap the turn order tiles."
  },
  "turnPlayer": {
    "title": "Your Turn",
    "takeYourTurn": "Take your turn - or pass.",
    "removeDiceReroll": "Remove 1 dice, reroll all other dice.",
    "executed": "Turn Executed",
    "pass": "Pass"
  },
  "turnBot": {
    "guest": "Guest",
    "die": "Die",
    "additionalAction": "Additional Action",
    "noGuest": "None",
    "noAdditionalAction": "None"
  },
  "endOfGameAmounts": {
    "title": "End of Game: Amounts",
    "scoringTrack": "Scoring Track: Victory Points",
    "staffCards": "Staff Cards: Victory Points",
    "occupiedRoomsLevel4": "Number of occupied rooms on 4th floor",
    "occupiedRoomsLevel3": "Number of occupied rooms on 3rd floor",
    "occupiedRoomsLevel2": "Number of occupied rooms on 2nd floor",
    "occupiedRoomsLevel1": "Number of occupied rooms on 1st floor",
    "money": "Krones",
    "dishesDrinks": "Left over dishes and drinks",
    "remainingGuests": "Number of guests in Café"
  },
  "endOfGame": {
    "title": "End of Game",
    "player": "Player",
    "scoringTrack": "Scoring Track",
    "staffCards": "Staff Cards",
    "occupiedRoomsLevel4": "Occupied rooms on 4th floor",
    "occupiedRoomsLevel3": "Occupied rooms on 3rd floor",
    "occupiedRoomsLevel2": "Occupied rooms on 2nd floor",
    "occupiedRoomsLevel1": "Occupied rooms on 1st floor",
    "money": "Krones",
    "dishesDrinks": "Left over dishes and drinks",
    "remainingGuests": "Guests in Café",
    "total": "Total",
    "won": "Gratulation, you are the winner!",
    "lost": "Sorry, you have lost."
  },
  "rules": {
    "action": {
      "guestSelection": {
        "title": "Guest Selection",
        "select": {
          "title": "Selecting Guest",
          "takeGuest": "Your opponent takes a guest from the queue, <b>matching the depicted color</b>. He does not pay for the guest.",
          "multipleGuests": "If there are <b>multiple guests</b> of the depicted color, he takes the one that provides the most victory points.",
          "noSuchGuest": "If there is <b>no such guest</b>, or if the symbol <b>does not specify a color</b>, he chooses the guest in the queue that provides the most victory points.",
          "allRooms": "If <b>all rooms</b> of the respective color are occupied in your opponents hotel, he chooses the guest that provides the most victory points of any color that can still be moved into the hotel.",
          "tieBreaker": "If there are multiple eligible guests <b>worth the same number</b> of victory points, he chooses them in the order indicated by the <b>hand symbol</b>.",
          "noGuest": "Only in the very unlikely event that all guests in the queue have a color that is no longer available on your opponents hotel board <i>(i.e., all rooms of those colors are occupied)</i>, he does not take a guest."
        },
        "accommodate": {
          "title": "Accommodating Guest",
          "takeGuest": "When your opponent takes a guest card, he does not place it in his café. Instead, he immediately scores the <b>victory points</b> printed on the card and <b>occupies</b> a matching room in his hotel, as follows:",
          "allRoomsPrepared": "<b>All rooms</b> in his hotel <b>are considered prepared</b>. He never places vacant rooms in his hotel; he <b>only places occupied rooms</b>, straight away.",
          "noAdjacencyRule": "Your opponent does not follow the adjacency rule and he does not need to place his first room in the bottom left corner. Instead:",
          "blueRedYellowGuest": "When he accommodates a <b>blue, red, or yellow guest</b>, he selects the <b>first matching space from the left in the bottommost possible row</b>, placing a matching room—with the “occupied” side facing up—on that space.",
          "greenGuest": "When he accommodates a <b>green guest</b>, he selects the <b>first empty space from the bottom in the rightmost possible column</b>, placing a matching room—with the “occupied” side facing up—on that space.",
          "spaceVP": "If the covered space shows a <b>victory point symbol</b>, he immediately scores that many victory points.",
          "noRoomCost": "He <b>does not pay</b> for any rooms he places in his hotel.",
          "noOccupancyBonus": "He <b>does not get an occupancy bonus</b>, when he completes a group in his hotel.",
          "noReward": "He <b>does not get the reward</b> printed on the bottom of the guest card.",
          "discardGuest": "Finally, place the guest card in the discard pile, and replenish the queue."
        },
        "placeDancer": {
          "title": "Place Dancer",
          "scoreVpDiscard": "Your opponent <b>scores the victory points</b> printed on the chosen guest card and places it in the discard pile. <i>(As always, he does not get the guest reward.)</i>",
          "placeDancer": "He then places one of his dancer tokens in a ballroom, on an <b>available space in the bottommost row</b>:",
          "ballroomSelection": {
            "next-1": "He sends the guest to the ballroom <b>that will be scored next</b>, if spaces remain. Otherwise, he sends the guest to the next ballroom to the right that has spaces remaining. <i>(Remember, the balcony has an unlimited number of spaces.)</i>",
            "next-2": "He sends the guest to the ballroom <b>that will be scored after the next</b>. In rounds 6 and 7 or if that ballroom has no spaces left, he sends the guest to the rightmost ballroom. <i>(Remember, the balcony has an unlimited number of spaces.)</i>"
          },
          "noChampagneNoBonus": "He <b>does not</b> pay any champagne to place the dancer; in addition, he <b>does not ever</b> get a row bonus.",
          "noRoomTile": "Also, <b>he does not place a room tile</b> in his hotel when sending a dancer to a ballroom."
        }
      },
      "dieSelection": {
        "title": "Take Die",
        "takeDie": "Your opponent takes the <b>depicted die</b> from the action board, placing it on his turn order tile as normal. He <b>does not carry out</b> the associated action.",
        "twoDice": "If the instruction card depicts <b>two dice</b>, he chooses the die that has <b>more dice</b> (as compared to the other die) on the action board.",
        "anyDie": "If the depicted die has a <b>question mark</b>, or there are no dice with the depicted values, he chooses the die that has <b>the most dice</b> on the action board.",
        "tieBreaker": "Resolve any ties according to the hand symbol.",
        "colorMaxDie": "He chooses the die associated with the celebrity that provides <b>the most victory points</b>. If no colored dice are available, he chooses the die that has the most dice on its action space.",
        "coloredDie": {
          "title": "Colored Die",
          "takeColoredDie": "Whenever he takes a die from the action board, <b>if there are colored dice present</b>, he takes one of those, as follows:",
          "multipleColored": "If there are <b>multiple colored dice</b> on the selected action space, he takes the die associated with the celebrity that provides <b>the most victory points</b>. Resolve any ties according to the hand symbol; it applies to the order of dice shown on the lounge tile.",
          "celebrityTile": "He takes the <b>corresponding celebrity tile</b>, and immediately scores its victory points.",
          "ignoreCelebrityEffect": "He <b>ignores</b> the effect on the celebrity tile; <b>instead</b>, he immediately gains a bonus based on the color of the chosen die:",
          "celebrityEffect": {
            "red": "Advance your opponent’s marker on the <b>objective card</b> on which she has made <b>the least progress</b>. <i>(If there is an objective card without her marker, place one on “III”. Otherwise move the marker one space to the left. Resolve a tie according to the hand symbol.)</i>",
            "yellow": "Advance your opponent’s marker on the <b>Emperor track</b> by <b>2 spaces</b>.",
            "blue": "Your opponent scores <b>2 victory points</b>."
          }
        }
      },
      "emperorTrack": {
        "title": "Emperor Track",
        "advance": "Advance your opponent’s marker on the Emperor track by the indicated number of spaces.",
        "scoreVP": "He scores victory points as normal if his marker were to exceed the track."
      },
      "staffCard": {
        "title": "Staff Card",
        "drawCard": "Draw the top staff card from your opponent’s personal deck and place it face up beside it.",
        "finalScoring": "During final scoring, he will score points according to all of his face-up staff cards."
      },
      "objectiveCard": {
        "title": "Objective Card",
        "checkCard": "Check whether your opponent has a marker on the depicted objective card:",
        "hasMarker": "<b>If he does not</b>, place one of his remaining markers on “III” <i>(literally covering the lettering)</i>. This will act as sort of a countdown, until he claims this objective.",
        "noMarker": "<b>If he does</b>, move his marker one space to the left <i>(from “III” to “II”, or from “II” to “I”)</i>. The moment his marker moves onto “I”, he <b>immediately claims</b> the objective by moving his marker on the highest available victory point spot, scoring that many victory points.",
        "anyCard": "If the depicted objective card shows a <b>question mark</b>, or he has already claimed that objective, check the objective card on which he has made <b>the least progress</b>. Resolve any ties with the hand symbol."
      },
      "placeDancer": {
        "title": "Place Dancer",
        "placeDancer": "Your opponent sends an <b>additional dancer</b> to a ballroom, on an <b>available space in the bottommost row</b>:"
      }
    },
    "botUniqueHotel": {
      "hautel-couture": {
        "title": "Hautel Couture",
        "setup": {
          "drawGuests": "Before placing guests in the queue <i>(step 1d of setup, as described in the revised base game rule book)</i>, shuffle the guest cards and draw cards from the top of the deck until you reveal <b>three guests showing 5, 6, or 7 victory points</b>, which—if also playing with module 1—do not require any champagne. Place these guests in <b>your opponent’s café</b>. Then shuffle the rest and place five guests in the queue as normal.",
          "placeVacantRooms": "Starting from the top floor and from left to right, in the order in which the guests have been revealed, place <b>three vacant</b> rooms in your opponent’s hotel matching the colors of these guests. Green guests are considered of any color, so place a vacant room on the first empty space from the left. These rooms are <b>reserved</b> for those specific guests. <i>(If the covered space shows a victory point symbol, your opponent immediately scores that many victory points.)</i>",
          "prepareItemPool": "Take the items required to complete these guests’ orders from the supply and place them, separate from the supply, beside the action board, as the so-called <b>item pool</b>. Add items from the supply to the item pool, until there are a total of <b>18 items</b> in the pool. Take the additional items from the supply in this order: strudel, cake, wine, coffee, strudel, cake, wine, coffee, etc.",
          "placeItems": "Finally, for each <b>action space</b> on the action board, draw a <b>random item from the item pool</b> and place it on the space."
        },
        "roundStart": "Replenish the action spaces with random items drawn from the <b>item pool</b>.",
        "turnPlayer": "Each time <b>you</b> take a die from an action space, if there is an item on that space, you must immediately place that item on one of your opponent’s guests, if possible. <i>(When your opponent takes a die, nothing happens.)</i> You may freely choose which guest receives the item. If you cannot place the item, return it to the supply.<br/>As soon as you place the last item on one of the guests, thus <b>completing the order</b>, your opponent immediately scores that guest’s victory points and moves the guest to their reserved room. <i>(A green guest must go into the room that has been prepared for them during setup.)</i>"
      },
      "nine-stars-inn": {
        "title": "Nine Stars Inn",
        "setup": {
          "objectiveCard": "Place an <b>objective card</b> from those remaining <i>(no matter which one)</i> face up and sideways beside your opponent’s hotel <i>(see image below)</i>, as the so-called stars track. If Ninas Melange is among the three hotel entrances you can choose from, first draw three objective cards for Ninas Melange before placing an objective card as the stars track."
        },
        "turnPlayer": "Each time <b>you</b> complete a <b>floor or column</b> of your hotel board, by occupying all rooms in that floor or column, immediately <b>remove the latest cogwheel</b> token from the stars track <i>(i.e., the rightmost one in the bottommost row)</i>. If there are no cogwheel tokens on the track, nothing happens.",
        "turnBot": "Additionally to advancing on an objective card, your opponent places also a <b>cogwheel token</b> on the stars track beside his hotel board.<br/>For this purpose, consider the card to be divided into <b>three rows</b> <i>(“III”, “II”, and “I”)</i> of <b>three spaces each</b> <i>(“to the left of”, “inside”, and “to the right of” the requirement box)</i>, for a total of <b>nine spaces</b>. Your opponent places cogwheel tokens onto these spaces <b>from left to right</b>, starting with the <b>top row</b> <i>(filling the “III” row before the “II” row and the “II” row before the “I” row)</i>.",
        "emperorScoring": "Your opponent scores the <b>victory points</b> printed <b>at the right</b> of the bottommost row of the stars track containing at least one token, i.e., 5, 10, or 15 victory points."
      },
      "sushi-resort": {
        "title": "Sushi Resort",
        "setup": {
          "placeCogwheelTokens": "Place <b>6 cogwheel</b> tokens in your opponent’s hotel as follows:",
          "floor1": "one each on the <b>last two rooms</b> on the first floor,",
          "floor2": "one each on the <b>first three rooms</b> on the second floor,",
          "floor3": "and one on the <b>first</b> room on the third floor."
        },
        "turnPlayer": "When <b>you</b> take a guest with a cogwheel token, you must pay an <b>additional 1 krone</b> for that guest and return the token to the supply. If you cannot pay, you may not choose that guest. <i>(You must pay the additional 1 krone even if an effect allows you to take a guest at no cost.)</i>",
        "turnBot": "Each time your opponent places a room tile on a space with a cogwheel token, he immediately moves that token onto the <b>leftmost guest</b> in the queue <i>(after replenishing it)</i>. The cogwheel token remains on that guest, even when the guest is shifted to the right when replenishing the queue.",
        "guestCogwheelScoring": "When <b>your opponent</b> takes a guest with a cogwheel token or that guest moves onto the <b>rightmost space</b> of the queue, he immediately scores an additional <b>8 victory points</b>, returning the token to the supply. <i>(In the latter case, only remove the token, but leave the guest in the queue.)</i>"
      },
      "toll-bridge-hotel": {
        "title": "Toll Bridge Hotel",
        "setup": {
          "none": "No additional steps."
        },
        "turnPlayer": "To use an action space containing one or more cogwheel tokens, you must <b>pay exactly 1 krone</b>. If you cannot pay, you may not use that action space. Only if you cannot use any action space <i>(i.e., the marker on your money track is on 0 and all action spaces contain one or more tokens)</i>, you immediately lose <b>5 victory points</b>; after, you can use any action space without paying 1 krone <i>(this turn only)</i>. If you have at least 1 krone, you must pay; you may not choose to lose 5 victory points instead of paying 1 krone.<br/>When you use an action space, your opponent immediately scores <b>1 victory point per cogwheel token</b> on that space. Then return <b>one token</b> from that space to the supply. <i>(It does not matter whether or not you were able to pay 1 krone for that space.)</i>",
        "turnBot": "Each time <b>your opponent</b> takes a die from an action space, he leaves a <b>cogwheel token</b> on that space. These tokens can accumulate on the space and they remain from round to round."
      }
    }
  },
  "difficultyLevel": {
    "1": "Level 1 - Easy",
    "2": "Level 2 - Medium",
    "3": "Level 3 - Hard"
  },
  "opponentName": {
    "leopold": "Leopold",
    "elisabeth": "Elisabeth"
  },
  "sideBar": {
    "round": "Round {round}",
    "turn": "Turn {turn}"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "ok": "OK"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
